// /lang/hi/common.js
export default {
	"meta": {
		"title": "यात्रा-मार्ग ",
		"ogTitle": "मानचित्र • मार्ग • किराया • यात्रा सहायता",
		"ogDescription": "आसानी से सर्वश्रेष्ठ मेट्रो मार्ग, टिकट किराया, यात्रा समय और मध्यवर्ती स्टेशन खोजें।",
		"twitterTitle": "मानचित्र • मार्ग • किराया • यात्रा सहायता",
		"twitterDescription": "आसानी से सर्वश्रेष्ठ मेट्रो मार्ग, टिकट किराया, यात्रा समय और मध्यवर्ती स्टेशन खोजें।"
	},
	"header": {
		"appName": "यात्रा-मार्ग ",
		"tagLine": "मानचित्र • मार्ग • किराया • यात्रा-सहायता",
		"installApp": "इंस्टॉल PWA",
		"language": "भाषा:",
		"themes": {
			"label": "थीम:",
			"light": "क्लासिक लाइट",
			"dark": "स्लीक डार्क",
			"cyberpunk": "नियॉन साइबरपंक",
			"vintage": "विंटेज रेट्रो",
			"mint": "फॉरेस्ट मिंट",
			"ghibli": "जिब्ली नॉस्टैल्जिया"
		}
	},
	"nav-header": {
		"networks": "नेटवर्क",
		"home": "होम",
		"stations": "स्टेशन",
		"recharge": "कार्ड रीचार्ज",
		"passengerSupport": "यात्री सहायता",
		"help": "सहायता",
		"about": "जानकारी"
	},
	
	"footer": {
		"footerNavigation": "नेविगेशन",
		"about": "जानकारी",
		"bookTicket": "टिकट बुक करें",
		"github": "गिटहब",
		"appTitle": "मेट्रो मैप जनरेटर",
		"qrDescription": "अपने मोबाइल डिवाइस पर इस एप्लिकेशन को जल्दी से खोलने के लिए क्यूआर कोड स्कैन करें।",
		"features": "विशेषताएं",
		"interactiveMetroMap": "इंटरैक्टिव मेट्रो मानचित्र",
		"routeFinder": "मार्ग खोजक",
		"fareCalculator": "किराया कैलकुलेटर",
		"shortestRoutes": "सबसे छोटे और कम इंटरचेंज मार्ग",
		"mobileFriendly": "मोबाइल अनुकूल डिज़ाइन",
		"brandTitle": "मेट्रो मैप जनरेटर",
		"brandDescription": "होशियार शहरी पारगमन नेविगेशन के लिए निर्मित।",
		"disclaimer": "मार्ग, किराया और यात्रा की जानकारी केवल संदर्भ के लिए प्रदान की जाती है।",
		"developedBy": "❤️ के साथ विकसित"
	}
};
